Revit 2027 API
Tile.TileVerticalGap Property
 The property labeled "Vert" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileVerticalGap { get; }
Public Shared ReadOnly Property TileVerticalGap As String
	Get
public:
static property String^ TileVerticalGap {
	String^ get ();
}
static member TileVerticalGap : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 100".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace